[
    {
      "name": "Guy Hawkins",
      "date": "Jun 21, 2021",
      "title": "Great price and Speedy Service",
      "review": "Our property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property  property sale was Professionally handled by Linked Bricks throughout the entire process. Wanted an online agent to market my bungalow and rang loads to see how they answered the phone. I spoke with a very pleasant, helpful and efficient lady named Louise earlier.",
      "rating": 5,
      "userImg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSNhOeE1js3mFmpEMXAUb8iw2CVo390sBBjYA&s"
    },
    {
      "name": "Jane Doe",
      "date": "Aug 10, 2021",
      "title": "Excellent Customer Service",
      "review": "The team was incredibly professional and helpful. They made the process of selling my property so much easier than I expected.",
      "rating": 5,
      "userImg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSNhOeE1js3mFmpEMXAUb8iw2CVo390sBBjYA&s"
    },
    {
      "name": "John Smith",
      "date": "Sep 15, 2021",
      "title": "Smooth Buying Experience",
      "review": "I had a smooth experience buying my new house. The staff was knowledgeable, and they helped me with all my queries.",
      "rating": 4,
      "userImg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSNhOeE1js3mFmpEMXAUb8iw2CVo390sBBjYA&s"
    },
    {
      "name": "Emily Johnson",
      "date": "Oct 03, 2021",
      "title": "Quick and Efficient",
      "review": "The rental process was quick, and the team was very efficient in helping me secure my new apartment. Highly recommend!",
      "rating": 2.5,
      "userImg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSNhOeE1js3mFmpEMXAUb8iw2CVo390sBBjYA&s"
    },
    {
      "name": "Michael Brown",
      "date": "Nov 25, 2021",
      "title": "Satisfied with the Service",
      "review": "I had a good experience renting out my property through Linked Bricks. They handled everything professionally.",
      "rating": 4.5,
      "userImg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSNhOeE1js3mFmpEMXAUb8iw2CVo390sBBjYA&s"
    }
  ]
  